{{- if .ShowExtendedRules -}}
Ты можешь двигаться по меню этого раздела внизу, а можешь просто ввести имя персонажа *в любой момент*, в поле отправки (даже не в этом разделе), и тебе тут же покажется вся информация. Удобно, да? 🌸
{{- else -}}
Паймон может рассказать тебе вот об этих персонажах стихии {{ .Element }}
{{- end }}

*Пара правил:*
- имя персонажа нужно вводить таким же, какое оно указано в игре. Я не знаю «Чичу», а вот про милашку Ци Ци расскажу с удовольствием;
- для наших друзей из Инадзумы ты можешь просто ввести его имя. Аратаки Итто, думаю, не обидится, если мы будем искать его просто как «Итто».

Итак, о ком ты хочешь узнать?